aaron-bond.better-comments
ahmadawais.shades-of-purple
alexcvzz.vscode-sqlite
axosoft.gitkraken-glo
bierner.emojisense
bradgashler.htmltagwrap
BriteSnow.vscode-toggle-quotes
ChakrounAnas.turbo-console-log
christian-kohler.npm-intellisense
ckolkman.vscode-postgres
codezombiech.gitignore
CoenraadS.bracket-pair-colorizer
cssho.vscode-svgviewer
dbaeumer.vscode-eslint
donjayamanne.githistory
eamodio.gitlens
eg2.vscode-npm-script
emilast.LogFileHighlighter
ericadamski.carbon-now-sh
esbenp.prettier-vscode
formulahendry.auto-close-tag
formulahendry.auto-rename-tag
formulahendry.code-runner
GitHub.vscode-pull-request-github
GraphQL.vscode-graphql
Gruntfuggly.todo-tree
huizhou.githd
humao.rest-client
IBM.output-colorizer
idleberg.emoji-code
jasonnutter.search-node-modules
jebbs.plantuml
jock.svg
KnisterPeter.vscode-commitizen
konstantin.wrapSelection
letrieu.expand-region
lucax88x.codeacejumper
mads-hartmann.bash-ide-vscode
mhutchie.git-graph
ms-azuretools.vscode-cosmosdb
ms-azuretools.vscode-docker
ms-kubernetes-tools.vscode-kubernetes-tools
ms-python.python
ms-vscode.azure-account
ms-vsliveshare.vsliveshare
ms-vsliveshare.vsliveshare-audio
ms-vsliveshare.vsliveshare-pack
oderwat.indent-rainbow
patbenatar.advanced-new-file
pflannery.vscode-versionlens
pnp.polacode
Prisma.prisma
qezhu.gitlink
quicktype.quicktype
redhat.vscode-yaml
ritwickdey.LiveServer
rogalmic.bash-debug
RoscoP.ActiveFileInStatusBar
rust-lang.rust-analyzer
ryu1kn.partial-diff
scala-lang.scala
scalameta.metals
sdras.night-owl
shaharkazaz.git-merger
silvenon.mdx
simsim0709.over-night-owl
sleistner.vscode-fileutils
spywhere.guides
stkb.rewrap
streetsidesoftware.code-spell-checker
Tyriar.lorem-ipsum
vincaslt.highlight-matching-tag
VisualStudioExptTeam.vscodeintellicode
waderyan.gitblame
wayou.vscode-todo-highlight
wmaurer.vscode-jumpy
wwm.better-align
xyc.vscode-mdx-preview
yatki.vscode-surround
ms-toolsai.jupyter
ms-python.vscode-pylance
ms-azuretools.vscode-docker
ms-vscode-remote.remote-wsl
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-kubernetes-tools.vscode-kubernetes-tools
ms-vscode-remote.remote-ssh-edit
golang.Go
ms-vscode.cpptools-extension-pack
GitHub.vscode-pull-request-github
vscodevim.vim
mikestead.dotenv
mechatroner.rainbow-csv
alexcvzz.vscode-sqlite
zxh404.vscode-proto3
shardulm94.trailing-spaces
rangav.vscode-thunder-client
pomdtr.excalidraw-editor
msjsdiag.vscode-react-native
pranaygp.vscode-css-peek
wix.vscode-import-cost
GitHub.copilot
nrwl.angular-console
wmaurer.change-case
GitHub.remotehub
